Repository: wzh4869/AppPorts
Catalog: AppPorts/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hant

source: 应用由 root 安装，尝试请求管理员权限修复
ar: App is installed by root; attempting to request administrator permission to repair ownership
de: App is installed by root; attempting to request administrator permission to repair ownership
en: App is installed by root; attempting to request administrator permission to repair ownership
eo: App is installed by root; attempting to request administrator permission to repair ownership
es: App is installed by root; attempting to request administrator permission to repair ownership
fr: App is installed by root; attempting to request administrator permission to repair ownership
hi: App is installed by root; attempting to request administrator permission to repair ownership
id: App is installed by root; attempting to request administrator permission to repair ownership
it: App is installed by root; attempting to request administrator permission to repair ownership
ko: App is installed by root; attempting to request administrator permission to repair ownership
nl: App is installed by root; attempting to request administrator permission to repair ownership
pl: App is installed by root; attempting to request administrator permission to repair ownership
pt: App is installed by root; attempting to request administrator permission to repair ownership
ru: App is installed by root; attempting to request administrator permission to repair ownership
th: App is installed by root; attempting to request administrator permission to repair ownership
tr: App is installed by root; attempting to request administrator permission to repair ownership
vi: App is installed by root; attempting to request administrator permission to repair ownership
zh_hant: 應用程式由 root 安装，尝试请求管理员权限修复

source: 应用瘦身
ar: تقليص التطبيق
de: App-Optimierung
en: App Slimming
eo: Aplikaĵa Maldikiĝo
es: Adelgazamiento de App
fr: Amincissement d'app
hi: ऐप स्लिमिंग
id: Pengecilan Aplikasi
it: Snellimento app
ja: アプリの軽量化
ko: 앱 슬리밍
nl: App afslanken
pl: Odchudzanie aplikacji
pt: Otimização de App
ru: Оптимизация приложений
th: การลดขนาดแอป
tr: Uygulama Zayıflatma
vi: Làm gọn ứng dụng
zh_hant: 應用程式瘦身

source: 应用组共享数据
ar: App group shared data
de: App group shared data
en: App group shared data
eo: App group shared data
es: App group shared data
fr: App group shared data
hi: App group shared data
id: App group shared data
it: App group shared data
ja: App group shared data
ko: App group shared data
nl: App group shared data
pl: App group shared data
pt: App group shared data
ru: App group shared data
th: App group shared data
tr: App group shared data
vi: App group shared data
zh_hant: 應用程式組共享資料

source: 应用组容器根目录由 macOS 管理，不能迁移根目录。请只迁移容器内更深层的数据目录。
ar: The app group container root is managed by macOS and cannot be migrated. Migrate only deeper data directories inside the container.
de: The app group container root is managed by macOS and cannot be migrated. Migrate only deeper data directories inside the container.
en: The app group container root is managed by macOS and cannot be migrated. Migrate only deeper data directories inside the container.
eo: The app group container root is managed by macOS and cannot be migrated. Migrate only deeper data directories inside the container.
es: The app group container root is managed by macOS and cannot be migrated. Migrate only deeper data directories inside the container.
fr: The app group container root is managed by macOS and cannot be migrated. Migrate only deeper data directories inside the container.
hi: The app group container root is managed by macOS and cannot be migrated. Migrate only deeper data directories inside the container.
id: The app group container root is managed by macOS and cannot be migrated. Migrate only deeper data directories inside the container.
it: The app group container root is managed by macOS and cannot be migrated. Migrate only deeper data directories inside the container.
ko: The app group container root is managed by macOS and cannot be migrated. Migrate only deeper data directories inside the container.
nl: The app group container root is managed by macOS and cannot be migrated. Migrate only deeper data directories inside the container.
pl: The app group container root is managed by macOS and cannot be migrated. Migrate only deeper data directories inside the container.
pt: The app group container root is managed by macOS and cannot be migrated. Migrate only deeper data directories inside the container.
ru: The app group container root is managed by macOS and cannot be migrated. Migrate only deeper data directories inside the container.
th: The app group container root is managed by macOS and cannot be migrated. Migrate only deeper data directories inside the container.
tr: The app group container root is managed by macOS and cannot be migrated. Migrate only deeper data directories inside the container.
vi: The app group container root is managed by macOS and cannot be migrated. Migrate only deeper data directories inside the container.
zh_hant: 應用程式组容器根目錄由 macOS 管理，不能遷移根目錄。请只遷移容器内更深层的資料目錄。

source: 应用缓存 (可重建)
ar: App cache (rebuildable)
de: App cache (rebuildable)
en: App cache (rebuildable)
eo: App cache (rebuildable)
es: App cache (rebuildable)
fr: App cache (rebuildable)
hi: App cache (rebuildable)
id: App cache (rebuildable)
it: App cache (rebuildable)
ja: App cache (rebuildable)
ko: App cache (rebuildable)
nl: App cache (rebuildable)
pl: App cache (rebuildable)
pt: App cache (rebuildable)
ru: App cache (rebuildable)
th: App cache (rebuildable)
tr: App cache (rebuildable)
vi: App cache (rebuildable)
zh_hant: 應用程式快取 (可重建)

source: 应用缓存（可重建）
ar: App cache (rebuildable)
de: App cache (rebuildable)
en: App cache (rebuildable)
eo: App cache (rebuildable)
es: App cache (rebuildable)
fr: App cache (rebuildable)
hi: App cache (rebuildable)
id: App cache (rebuildable)
it: App cache (rebuildable)
ja: アプリキャッシュ（再構築可能）
ko: App cache (rebuildable)
nl: App cache (rebuildable)
pl: App cache (rebuildable)
pt: App cache (rebuildable)
ru: App cache (rebuildable)
th: App cache (rebuildable)
tr: App cache (rebuildable)
vi: App cache (rebuildable)
zh_hant: 應用程式快取（可重建）

source: 应用迁移上下文
ar: App migration context
de: App migration context
en: App migration context
eo: App migration context
es: App migration context
fr: App migration context
hi: App migration context
id: App migration context
it: App migration context
ko: App migration context
nl: App migration context
pl: App migration context
pt: App migration context
ru: App migration context
th: App migration context
tr: App migration context
vi: App migration context
zh_hant: 應用程式遷移上下文

source: 应用运行中
ar: التطبيق قيد التشغيل
de: App läuft
en: App Running
eo: Aplikaĵo Ruzas
es: Aplicación en ejecución
fr: Application en cours
hi: ऐप चल रहा है
id: Aplikasi Berjalan
it: App in esecuzione
ja: アプリ実行中
ko: 앱 실행 중
nl: App draait
pl: Aplikacja działa
pt: App em execução
ru: Приложение запущен
th: แอปกำลังทำงาน
tr: Uygulama Çalışıyor
vi: Ứng dụng đang chạy
zh_hant: 應用程式執行中

source: 应用还原上下文
ar: App restore context
de: App restore context
en: App restore context
eo: App restore context
es: App restore context
fr: App restore context
hi: App restore context
id: App restore context
it: App restore context
ko: App restore context
nl: App restore context
pl: App restore context
pt: App restore context
ru: App restore context
th: App restore context
tr: App restore context
vi: App restore context
zh_hant: 應用程式還原上下文

source: 应用需要读写 /Applications 目录才能工作。请在系统设置中开启。
ar: يحتاج التطبيق إلى الوصول للقراءة/الكتابة إلى /Applications. يرجى التمكين في الإعدادات.
de: App benötigt Lese-/Schreibzugriff auf /Applications. Bitte in den Systemeinstellungen aktivieren.
en: App needs read/write access to /Applications. Please enable in System Settings.
eo: Aplikaĵo bezonas legi/skribi aliron al /Applications. Bonvolu ebligi en Sistemaj Agordoj.
es: La app necesita acceso de lectura/escritura a /Applications. Habilítalo en Configuración.
fr: L'app a besoin d'un accès lecture/écriture à /Applications. Activez dans les Réglages.
hi: ऐप को /Applications तक पहुंच की आवश्यकता है। कृपया सेटिंग्स में सक्षम करें।
id: Aplikasi memerlukan akses baca/tulis ke /Applications. Harap aktifkan di Pengaturan Sistem.
it: L'app necessita di accesso lettura/scrittura a /Applications. Abilita nelle Impostazioni.
ja: アプリには/Applicationsへの読み書きアクセスが必要です。設定で有効にしてください。
ko: 앱에 /Applications에 대한 읽기/쓰기 액세스가 필요합니다. 시스템 설정에서 활성화하십시오.
nl: App heeft lees-/schrijftoegang nodig tot /Applications. Schakel dit in bij Systeeminstellingen.
pl: Aplikacja wymaga dostępu do odczytu/zapisu w /Applications. Włącz w Ustawieniach systemowych.
pt: O app precisa de acesso de leitura/gravação em /Applications. Ative nas Configurações.
ru: Приложению требуется доступ к /Applications. Включите в настройках.
th: แอปต้องการสิทธิ์อ่าน/เขียนใน /Applications โปรดเปิดใช้งานในการตั้งค่าระบบ
tr: Uygulamanın /Applications klasörüne okuma/yazma erişimine ihtiyacı var. Lütfen Sistem Ayarlarında etkinleştirin.
vi: Ứng dụng cần quyền đọc/ghi vào /Applications. Vui lòng bật trong Cài đặt hệ thống.
zh_hant: 應用程式需要讀寫 /Applications 目錄才能運作。請在系統設定中開啟。

source: 开始创建应用入口
ar: Starting app portal creation
de: Starting app portal creation
en: Starting app portal creation
eo: Starting app portal creation
es: Starting app portal creation
fr: Starting app portal creation
hi: Starting app portal creation
id: Starting app portal creation
it: Starting app portal creation
ko: Starting app portal creation
nl: Starting app portal creation
pl: Starting app portal creation
pt: Starting app portal creation
ru: Starting app portal creation
th: Starting app portal creation
tr: Starting app portal creation
vi: Starting app portal creation
zh_hant: 开始创建應用程式入口

source: 开始删除应用入口
ar: Starting app portal deletion
de: Starting app portal deletion
en: Starting app portal deletion
eo: Starting app portal deletion
es: Starting app portal deletion
fr: Starting app portal deletion
hi: Starting app portal deletion
id: Starting app portal deletion
it: Starting app portal deletion
ko: Starting app portal deletion
nl: Starting app portal deletion
pl: Starting app portal deletion
pt: Starting app portal deletion
ru: Starting app portal deletion
th: Starting app portal deletion
tr: Starting app portal deletion
vi: Starting app portal deletion
zh_hant: 开始删除應用程式入口

source: 开始执行应用迁移回滚
ar: Starting app migration rollback
de: Starting app migration rollback
en: Starting app migration rollback
eo: Starting app migration rollback
es: Starting app migration rollback
fr: Starting app migration rollback
hi: Starting app migration rollback
id: Starting app migration rollback
it: Starting app migration rollback
ko: Starting app migration rollback
nl: Starting app migration rollback
pl: Starting app migration rollback
pt: Starting app migration rollback
ru: Starting app migration rollback
th: Starting app migration rollback
tr: Starting app migration rollback
vi: Starting app migration rollback
zh_hant: 开始执行應用程式遷移回滚

source: 开始扫描外部应用
ar: Starting external app scan
de: Starting external app scan
en: Starting external app scan
eo: Starting external app scan
es: Starting external app scan
fr: Starting external app scan
hi: Starting external app scan
id: Starting external app scan
it: Starting external app scan
ko: Starting external app scan
nl: Starting external app scan
pl: Starting external app scan
pt: Starting external app scan
ru: Starting external app scan
th: Starting external app scan
tr: Starting external app scan
vi: Starting external app scan
zh_hant: 开始扫描外部應用程式

source: 开始扫描应用数据目录
ar: Starting app data directory scan
de: Starting app data directory scan
en: Starting app data directory scan
eo: Starting app data directory scan
es: Starting app data directory scan
fr: Starting app data directory scan
hi: Starting app data directory scan
id: Starting app data directory scan
it: Starting app data directory scan
ko: Starting app data directory scan
nl: Starting app data directory scan
pl: Starting app data directory scan
pt: Starting app data directory scan
ru: Starting app data directory scan
th: Starting app data directory scan
tr: Starting app data directory scan
vi: Starting app data directory scan
zh_hant: 开始扫描應用程式資料目錄

source: 开始扫描本地应用
ar: Starting local app scan
de: Starting local app scan
en: Starting local app scan
eo: Starting local app scan
es: Starting local app scan
fr: Starting local app scan
hi: Starting local app scan
id: Starting local app scan
it: Starting local app scan
ko: Starting local app scan
nl: Starting local app scan
pl: Starting local app scan
pt: Starting local app scan
ru: Starting local app scan
th: Starting local app scan
tr: Starting local app scan
vi: Starting local app scan
zh_hant: 开始扫描本地應用程式

source: 开始批量迁移应用
ar: Starting batch app migration
de: Starting batch app migration
en: Starting batch app migration
eo: Starting batch app migration
es: Starting batch app migration
fr: Starting batch app migration
hi: Starting batch app migration
id: Starting batch app migration
it: Starting batch app migration
ko: Starting batch app migration
nl: Starting batch app migration
pl: Starting batch app migration
pt: Starting batch app migration
ru: Starting batch app migration
th: Starting batch app migration
tr: Starting batch app migration
vi: Starting batch app migration
zh_hant: 开始批量遷移應用程式

source: 开始批量还原应用
ar: Starting batch app restore
de: Starting batch app restore
en: Starting batch app restore
eo: Starting batch app restore
es: Starting batch app restore
fr: Starting batch app restore
hi: Starting batch app restore
id: Starting batch app restore
it: Starting batch app restore
ko: Starting batch app restore
nl: Starting batch app restore
pl: Starting batch app restore
pt: Starting batch app restore
ru: Starting batch app restore
th: Starting batch app restore
tr: Starting batch app restore
vi: Starting batch app restore
zh_hant: 开始批量還原應用程式

source: 开始批量链接应用
ar: Starting batch app linking
de: Starting batch app linking
en: Starting batch app linking
eo: Starting batch app linking
es: Starting batch app linking
fr: Starting batch app linking
hi: Starting batch app linking
id: Starting batch app linking
it: Starting batch app linking
ko: Starting batch app linking
nl: Starting batch app linking
pl: Starting batch app linking
pt: Starting batch app linking
ru: Starting batch app linking
th: Starting batch app linking
tr: Starting batch app linking
vi: Starting batch app linking
zh_hant: 开始批量連結應用程式

source: 开始规范化受管数据目录链接
ar: Starting managed data directory link normalization
de: Starting managed data directory link normalization
en: Starting managed data directory link normalization
eo: Starting managed data directory link normalization
es: Starting managed data directory link normalization
fr: Starting managed data directory link normalization
hi: Starting managed data directory link normalization
id: Starting managed data directory link normalization
it: Starting managed data directory link normalization
ko: Starting managed data directory link normalization
nl: Starting managed data directory link normalization
pl: Starting managed data directory link normalization
pt: Starting managed data directory link normalization
ru: Starting managed data directory link normalization
th: Starting managed data directory link normalization
tr: Starting managed data directory link normalization
vi: Starting managed data directory link normalization
zh_hant: 开始规范化受管資料目錄連結

source: 开机自动重签名
ar: إعادة التوقيع التلقائي عند تسجيل الدخول
de: Automatische Neuzeichnung bei Anmeldung
en: Auto Re-sign at Login
eo: Aŭtomata resubskribo ĉe ensaluto
es: Re-firmado al iniciar sesión
fr: Re-signature à la connexion
hi: लॉगिन पर ऑटो री-साइन
id: Tanda Ulang Otomatis saat Login
it: Firma automatica al login
ja: ログイン時自動再署名
ko: 로그인 시 자동 재서명
nl: Auto-hertekening bij aanmelding
pl: Automatyczne podpisywanie przy logowaniu
pt: Re-assinatura ao fazer login
ru: Автопереподпись при входе
th: เซ็นใหม่อัตโนมัติเมื่อเข้าสู่ระบบ
tr: Girişte Otomatik Yeniden İmzalama
vi: Tự động ký lại khi đăng nhập
zh_hant: 開機自動重簽名

source: 当前大小: %@
ar: الحجم الحالي: %@
de: Aktuelle Größe: %@
en: Current Size: %@
eo: Nuna grandeco: %@
es: Tamaño actual: %@
fr: Taille actuelle : %@
hi: वर्तमान आकार: %@
id: Ukuran Saat Ini: %@
it: Dimensione attuale: %@
ja: 現在のサイズ: %@
ko: 현재 크기: %@
nl: Huidige grootte: %@
pl: Bieżący rozmiar: %@
pt: Tamanho atual: %@
ru: Текущий размер: %@
th: ขนาดปัจจุบัน: %@
tr: Mevcut Boyut: %@
vi: Kích thước hiện tại: %@
zh_hant: 目前大小: %@

source: 当前已是最新版本。
ar: أنت تستخدم أحدث إصدار.
de: Sie verwenden die neueste Version.
en: You are up to date.
eo: Vi uzas la plej novan version.
es: Tienes la versión más reciente.
fr: Vous utilisez la dernière version.
hi: आप नवीनतम संस्करण का उपयोग कर रहे हैं।
id: Anda menggunakan versi terbaru.
it: Stai usando la versione più recente.
ja: 最新バージョンです。
ko: 최신 버전을 사용 중입니다.
nl: Je gebruikt de nieuwste versie.
pl: Używasz najnowszej wersji.
pt: Está a utilizar a versão mais recente.
ru: Установлена последняя версия.
th: คุณใช้เวอร์ชันล่าสุดแล้ว
tr: En güncel sürümü kullanıyorsunuz.
vi: Bạn đang dùng phiên bản mới nhất.
zh_hant: 目前已是最新版本。

source: 当前路径与规范路径不同。本次操作会将外部数据移动到规范路径，并重建本地软链接。
ar: The current path differs from the AppPorts canonical path. This operation will move the external data to the canonical path and recreate the local symlink.
de: The current path differs from the AppPorts canonical path. This operation will move the external data to the canonical path and recreate the local symlink.
en: The current path differs from the AppPorts canonical path. This operation will move the external data to the canonical path and recreate the local symlink.
eo: The current path differs from the AppPorts canonical path. This operation will move the external data to the canonical path and recreate the local symlink.
es: The current path differs from the AppPorts canonical path. This operation will move the external data to the canonical path and recreate the local symlink.
fr: The current path differs from the AppPorts canonical path. This operation will move the external data to the canonical path and recreate the local symlink.
hi: The current path differs from the AppPorts canonical path. This operation will move the external data to the canonical path and recreate the local symlink.
id: The current path differs from the AppPorts canonical path. This operation will move the external data to the canonical path and recreate the local symlink.
it: The current path differs from the AppPorts canonical path. This operation will move the external data to the canonical path and recreate the local symlink.
ja: The current path differs from the AppPorts canonical path. This operation will move the external data to the canonical path and recreate the local symlink.
ko: The current path differs from the AppPorts canonical path. This operation will move the external data to the canonical path and recreate the local symlink.
nl: The current path differs from the AppPorts canonical path. This operation will move the external data to the canonical path and recreate the local symlink.
pl: The current path differs from the AppPorts canonical path. This operation will move the external data to the canonical path and recreate the local symlink.
pt: The current path differs from the AppPorts canonical path. This operation will move the external data to the canonical path and recreate the local symlink.
ru: Текущий путь отличается от канонического. Эта операция переместит внешние данные по каноническому пути и пересоздаст локальную символическую ссылку.
th: The current path differs from the AppPorts canonical path. This operation will move the external data to the canonical path and recreate the local symlink.
tr: The current path differs from the AppPorts canonical path. This operation will move the external data to the canonical path and recreate the local symlink.
vi: The current path differs from the AppPorts canonical path. This operation will move the external data to the canonical path and recreate the local symlink.
zh_hant: 目前路徑與規範路徑不同。本次操作會將外部資料移動到規範路徑，並重建本地軟連結。

source: 当前路径已经符合 AppPorts 的规范路径。
ar: The current path already matches the AppPorts canonical path.
de: The current path already matches the AppPorts canonical path.
en: The current path already matches the AppPorts canonical path.
eo: The current path already matches the AppPorts canonical path.
es: The current path already matches the AppPorts canonical path.
fr: The current path already matches the AppPorts canonical path.
hi: The current path already matches the AppPorts canonical path.
id: The current path already matches the AppPorts canonical path.
it: The current path already matches the AppPorts canonical path.
ja: The current path already matches the AppPorts canonical path.
ko: The current path already matches the AppPorts canonical path.
nl: The current path already matches the AppPorts canonical path.
pl: The current path already matches the AppPorts canonical path.
pt: The current path already matches the AppPorts canonical path.
ru: Текущий путь уже соответствует каноническому пути AppPorts.
th: The current path already matches the AppPorts canonical path.
tr: The current path already matches the AppPorts canonical path.
vi: The current path already matches the AppPorts canonical path.
zh_hant: 目前路徑已符合 AppPorts 的規範路徑。

source: 待接回
ar: بانتظار إعادة الربط
de: Wartet auf erneute Verknüpfung
en: Awaiting Relink
eo: Atendas religon
es: Pendiente de reenlace
fr: En attente de reconnexion
hi: पुनः लिंक की प्रतीक्षा
id: Menunggu ditautkan ulang
it: In attesa di ricollegamento
ja: 再リンク待ち
ko: 다시 연결 대기
nl: Wacht op opnieuw koppelen
pl: Oczekuje ponownego połączenia
pt: Aguardando religação
ru: Ожидает повторной привязки
th: รอเชื่อมโยงกลับ
tr: Yeniden bağlanmayı bekliyor
vi: Đang chờ liên kết lại

source: 待规范
ar: يحتاج إلى تنظيم
de: Normalisierung nötig
en: Needs Normalization
eo: Necesas normigo
es: Necesita normalización
fr: Normalisation requise
hi: सामान्यीकरण आवश्यक
id: Perlu dinormalkan
it: Richiede normalizzazione
ja: 整理が必要
ko: 정리 필요
nl: Normalisatie nodig
pl: Wymaga normalizacji
pt: Precisa normalizar
ru: Требуется нормализация
th: ต้องจัดระเบียบ
tr: Normalleştirme gerekli
vi: Cần chuẩn hóa
zh_hant: 待規範

source: 待迁出
ar: في انتظار النقل للخارج
de: Ausstehende Auslagerung
en: Pending Move Out
eo: Atendas elmovon
es: Pendiente de mover fuera
fr: Sortie en attente
hi: बाहर ले जाने की प्रतीक्षा
id: Menunggu dipindahkan keluar
it: In attesa di spostamento esterno
ja: 移行待ち
ko: 내보내기 대기
nl: Wacht op verplaatsen naar extern
pl: Oczekuje na przeniesienie na zewnątrz
pt: Pendente para mover para fora
ru: Ожидает переноса наружу
th: รอย้ายออก
tr: Dışa taşıma bekliyor
vi: Chờ chuyển ra ngoài
zh_hant: 待遷出

source: 微信应用核心数据（设置、数据库等）
ar: WeChat app core data, including settings and databases
de: WeChat app core data, including settings and databases
en: WeChat app core data, including settings and databases
eo: WeChat app core data, including settings and databases
es: WeChat app core data, including settings and databases
fr: WeChat app core data, including settings and databases
hi: WeChat app core data, including settings and databases
id: WeChat app core data, including settings and databases
it: WeChat app core data, including settings and databases
ko: WeChat app core data, including settings and databases
nl: WeChat app core data, including settings and databases
pl: WeChat app core data, including settings and databases
pt: WeChat app core data, including settings and databases
ru: WeChat app core data, including settings and databases
th: WeChat app core data, including settings and databases
tr: WeChat app core data, including settings and databases
vi: WeChat app core data, including settings and databases
zh_hant: 微信應用程式核心資料（設定、資料库等）
